{
  "1": {
    "main": [
      "Heaven. Let a major sacrifice be conducted. A favorable omen."
    ],
    "1": [
      "The dragon is submerged. Do not act."
    ],
    "2": [
      "You see a dragon in the field. It is favorable to see the great person."
    ],
    "3": [
      "The noble person works and works till the end of the day, and is vigilant in the evening.",
      "Danger, no harm."
    ],
    "4": [
      "Perhaps the dragon is leaping in the pool. No harm."
    ],
    "5": [
      "The flying dragon is in the sky. It is favorable to see the great person."
    ],
    "6": [
      "The dragon flies too high. Regrets."
    ],
    "7": [
      "You see a host of headless dragons. Auspicious."
    ]
  },
  "2": {
    "main": [
      "Earth. Let a major sacrifice be conducted. The omen of the mare is favorable.",
      "The noble person proceeds with a purpose. You may at first be lost, but later gain a master.",
      "Favorable. A friend will be gained in the southwest, a friend will be lost in the northeast.",
      "The omen of peace is auspicious."
    ],
    "1": [
      "You are treading on frost: hard ice is coming."
    ],
    "2": [
      "Straight, square, and great: even without review, there is nothing that will not end favorably."
    ],
    "3": [
      "Maintain your integrity and you can engage in divination.",
      "Perhaps you will undertake service to the king. Nonachievement will come to an end."
    ],
    "4": [
      "The sack has been drawn tight. Neither harm nor praise."
    ],
    "5": [
      "A yellow garment. A major auspicious omen."
    ],
    "6": [
      "Dragons battle in the field. Their blood flows black and yellow."
    ],
    "7": [
      "The omen of eternity is favorable."
    ]
  },
  "3": {
    "main": [
      "Difficulties. Let a major sacrifice be conducted. A favorable omen.",
      "Do not proceed with a purpose. It is favorable to appoint feudal princes."
    ],
    "1": [
      "Stone pillars: a favorable omen for remaining at home.",
      "It is favorable to appoint feudal princes."
    ],
    "2": [
      "You are stuck and blocked. Chariots and horses arrayed in teams.",
      "Robbers and bandits seeking marriage.",
      "The omen of the woman: she shall not now be wed. In ten years she shall be wed."
    ],
    "3": [
      "Those who hunt deer without vigilance merely stray into the depths of the forest.",
      "The noble person possesses subtle understanding: it is preferable to abandon the hunt.",
      "Going forth will bring misfortune."
    ],
    "4": [
      "Chariots and horses arrayed in teams.",
      "In seeking marriage, it is auspicious to go forth. There is nothing that will not end favorably."
    ],
    "5": [
      "Save the fat of the hunted deer.",
      "Auspicious omen for small matters, inauspicious omen for great matters."
    ],
    "6": [
      "Chariots and horses arrayed in teams. Tears and blood will flow."
    ]
  },
  "4": {
    "main": [
      "Ignorance.",
      "Let a sacrifice be conducted.",
      "It was not i who sought the ignorant child.",
      "It was the ignorant child who sought me.",
      "When the divination was first conducted, i spoke. To ask twice and thrice shows disrespect.",
      "When there is disrespect, i do not reveal a favorable omen."
    ],
    "1": [
      "Ignorance is exposed.",
      "It is favorable to punish the prisoner and to remove his shackles, but going forth will bring misfortune."
    ],
    "2": [
      "It is auspicious to be tolerant with the ignorant.",
      "It is auspicious to choose a wife for the son. The son can establish a household."
    ],
    "3": [
      "Do not choose the woman.",
      "She sees the man and his gold, but she has lost herself.",
      "There is no endeavor that will end favorably."
    ],
    "4": [
      "Ignorance is all around. Misfortune."
    ],
    "5": [
      "An ignorant child. Auspicious."
    ],
    "6": [
      "In dispelling ignorance, it is not favorable to act as an enemy.",
      "It is favorable to ward off enemies."
    ]
  },
  "5": {
    "main": [
      "Waiting. Trust and glory. Let a sacrifice be conducted.",
      "The omen is auspicious. It is favorable to ford the great river."
    ],
    "1": [
      "You wait in the countryside.",
      "It is favorable to act with constancy. No harm."
    ],
    "2": [
      "You wait in the sand. A small discussion. The end will be auspicious."
    ],
    "3": [
      "You wait in the mud. This causes enemies to come."
    ],
    "4": [
      "You wait in the presence of blood. You emerge from the cave."
    ],
    "5": [
      "You wait in the presence of food and wine. The omen is auspicious."
    ],
    "6": [
      "Entering into the cave there come three uninvited guests.",
      "Respect them and the end will be auspicious."
    ]
  },
  "6": {
    "main": [
      "A dispute. There is trust, yet there are obstructions. Be vigilant.",
      "Midway all things are auspicious, but the end will bring ill fate.",
      "It is favorable to see the great person.",
      "It is not favorable to ford the great river."
    ],
    "1": [
      "It is not beneficial to persist in the affair. A small discussion.",
      "The end will be auspicious."
    ],
    "2": [
      "Do not dispute. Return home! Flee!",
      "The townspeople, three hundred households, commit no error."
    ],
    "3": [
      "Nourish ancient virtue. An omen of danger, but the end will be auspicious.",
      "Perhaps you will undertake service to the king. No achievement."
    ],
    "4": [
      "Do not dispute. Approaching fate returns.",
      "A change of heart. The omen of peace is auspicious."
    ],
    "5": [
      "A dispute. A major auspicious omen."
    ],
    "6": [
      "A leather belt which will perhaps be granted.",
      "It will be stripped off thrice by the end of the morning."
    ]
  },
  "7": {
    "main": [
      "The army. The omen of the powerful man is auspicious. No harm."
    ],
    "1": [
      "When the army marches forth apply discipline lest you amass ill fate."
    ],
    "2": [
      "Auspicious for those in the midst of the army. No harm.",
      "The king thrice grants titles of rank."
    ],
    "3": [
      "Perhaps the army is carting corpses. Inauspicious."
    ],
    "4": [
      "The army makes its encampment on the left. No harm."
    ],
    "5": [
      "Fowl in the field. It is favorable to refrain from speaking. No harm.",
      "The elder son commands the army, the younger son is carting corpses.",
      "The omen is inauspicious."
    ],
    "6": [
      "The great prince follows his destiny. He founds a state and perpetuates the dynasty.",
      "The lowly person must not act."
    ]
  },
  "8": {
    "main": [
      "Standing together. Auspicious. The primal oracle: the fundamental and eternal omen.",
      "No harm.",
      "In coming from the place of strife, the later man will meet with ill fate."
    ],
    "1": [
      "If there is trust, stand together with him. No harm.",
      "Trust is like a full earthen jar: when the end comes you will have enough. Auspicious."
    ],
    "2": [
      "Stand together with him inwardly. The omen is auspicious."
    ],
    "3": [
      "Those who stand together with him are bandits."
    ],
    "4": [
      "Stand together with him outwardly. The omen is auspicious."
    ],
    "5": [
      "Standing together is manifested.",
      "The king drives out the game birds thrice. He loses the forward-running fowl.",
      "The townspeople have not been admonished. Auspicious."
    ],
    "6": [
      "Those who stand together with him will lose their heads. Inauspicious."
    ]
  },
  "9": {
    "main": [
      "A small offering of cattle. Let a sacrifice be conducted.",
      "Thick clouds without rain, approaching from my western fields."
    ],
    "1": [
      "You return from a journey: how could there be harm in this? Auspicious."
    ],
    "2": [
      "You lead the return. Auspicious."
    ],
    "3": [
      "The cart casts off spokes. Husband and wife do not see eye to eye."
    ],
    "4": [
      "If there is trust, bloodshed will cease, but depart with vigilance.",
      "No harm."
    ],
    "5": [
      "If there is solid trust, wealth will be found in your neighbor."
    ],
    "6": [
      "Rain, and a place of shelter. Virtue remains everywhere. An omen of danger for the woman.",
      "The moon is nearly full. Inauspicious for the noble person to advance."
    ]
  },
  "10": {
    "main": [
      "You are treading on the tiger's tail. The tiger does not bite. Let a sacrifice be conducted."
    ],
    "1": [
      "In going forth, tread with simplicity. No harm."
    ],
    "2": [
      "You are treading on a smooth and level path. For the person in seclusion, the omen is auspicious."
    ],
    "3": [
      "The half-blind can see, the lame can walk.",
      "You are treading on the tiger's tail. The tiger bites. Inauspicious.",
      "The warrior acts for the great prince."
    ],
    "4": [
      "You are treading on the tiger's tail. Frightful and terrifying. The end will be auspicious."
    ],
    "5": [
      "You are treading with great strides. An omen of danger."
    ],
    "6": [
      "Watch your steps and consider good fortune. A major auspicious omen will soon be seen."
    ]
  },
  "11": {
    "main": [
      "Peace. Small things go, great things come. Auspicious. Let a sacrifice be conducted."
    ],
    "1": [
      "Pull up the reeds: gather them at the roots. Auspicious for the army to advance."
    ],
    "2": [
      "Embrace the wasteland and ford the river, but do not leave friends far behind.",
      "Though friends have perished, there will still be gains in mid course."
    ],
    "3": [
      "There is no plain without uneven places, there is no going that does not return.",
      "An omen of difficulties. No harm.",
      "Do not be concerned with securing their trust: in the food offering is good fortune."
    ],
    "4": [
      "Grace and elegance. Poverty will occur through your neighbor.",
      "Admonish no one and establish trust."
    ],
    "5": [
      "Emperor yi gives his younger sister in marriage. Happiness.",
      "A major auspicious omen."
    ],
    "6": [
      "The wall collapses into the moat. Do not send out the army.",
      "Commands are issued from the city. An omen of misfortune."
    ]
  },
  "12": {
    "main": [
      "Those who obstruct him are bandits.",
      "The omen of the noble person is unfavorable. Great things go, small things come."
    ],
    "1": [
      "Pull up the reeds: gather them at the roots. The omen is auspicious.",
      "Let a sacrifice be conducted."
    ],
    "2": [
      "Wrap up the offering and carry it. Auspicious for the lowly. The great person will be obstructed.",
      "Let a sacrifice be conducted."
    ],
    "3": [
      "Wrap up the delicacies."
    ],
    "4": [
      "Destiny. No harm. Cultivate radiant happiness."
    ],
    "5": [
      "Obstructions cease. Auspicious for the great person.",
      "Someone shall perish, someone shall perish, tied to the burgeoning mulberry tree!"
    ],
    "6": [
      "Obstructions collapse: at first there are obstructions, then joy."
    ]
  },
  "13": {
    "main": [
      "People gather in the field. Let a sacrifice be conducted.",
      "It is favorable to ford the great river.",
      "The omen of the noble person is favorable."
    ],
    "1": [
      "People gather at the gate. No harm."
    ],
    "2": [
      "People gather at the ancestral temple. Misfortune."
    ],
    "3": [
      "The army lies in ambush in the grass.",
      "Scale the high hills. For three years you shall not prevail."
    ],
    "4": [
      "Enemies ride up to the wall, but cannot attack. Auspicious."
    ],
    "5": [
      "The people gather. First they cry and wail, but later there is laughter.",
      "The great armies can meet."
    ],
    "6": [
      "People gather in the countryside. No regrets."
    ]
  },
  "14": {
    "main": [
      "Great possession. Let a major sacrifice be conducted."
    ],
    "1": [
      "No mutual injury or harm. Difficulties, but no harm."
    ],
    "2": [
      "The great cart is loaded. Proceed with a purpose. No harm."
    ],
    "3": [
      "The duke conducts a sacrifice before the emperor. The lowly cannot do this."
    ],
    "4": [
      "Do not be overbearing. No harm."
    ],
    "5": [
      "Their trust is mutual and strong. Auspicious."
    ],
    "6": [
      "They receive heavenly protection. Auspicious. There is nothing that will not end favorably."
    ]
  },
  "15": {
    "main": [
      "Modesty. Let a sacrifice be conducted. The noble person completes what he undertakes."
    ],
    "1": [
      "Modesty always. The noble person fords the great river. Auspicious."
    ],
    "2": [
      "Express modesty. The omen is auspicious."
    ],
    "3": [
      "Labor in modesty. The noble person completes what he undertakes.",
      "Auspicious."
    ],
    "4": [
      "There is nothing that will not end favorably. Show modesty."
    ],
    "5": [
      "Poverty will occur through your neighbor.",
      "It is favorable to invade and attack. There is nothing that will not end favorably."
    ],
    "6": [
      "Express modesty. It is favorable to send out the army, subduing cities and nations."
    ]
  },
  "16": {
    "main": [
      "Happiness. The army."
    ],
    "1": [
      "You express happiness. Inauspicious."
    ],
    "2": [
      "There is armor on the rock, but it is gone by end of the day. The omen is auspicious."
    ],
    "3": [
      "Raise your eyes to happiness. Regrets: delay will bring regrets."
    ],
    "4": [
      "A cause for happiness. Great gains.",
      "Do not doubt: friends will join like a clasp."
    ],
    "5": [
      "An omen of lasting illness, but you shall not die."
    ],
    "6": [
      "Happiness in a dark place. Achievement brings a change of heart. No harm."
    ]
  },
  "17": {
    "main": [
      "Following. Let a major sacrifice be conducted. A favorable omen. No harm."
    ],
    "1": [
      "Officials have a change of heart. The omen is auspicious.",
      "To exit through the gate and meet will bring meritorious achievements."
    ],
    "2": [
      "You are tied to the small boy, but lose the powerful man."
    ],
    "3": [
      "You are tied to the powerful man, but lose the small boy.",
      "Following brings the gains that are sought. A favorable omen for remaining at home."
    ],
    "4": [
      "Following brings acquisitions. The omen is inauspicious.",
      "Maintaining trust on the road brings clarity. How could there be harm?"
    ],
    "5": [
      "Trust in excellence. Auspicious."
    ],
    "6": [
      "Seize and tie him, then release him from his bonds.",
      "The king conducts a sacrifice at the western mountain."
    ]
  },
  "18": {
    "main": [
      "Corruption. Let a major sacrifice be conducted. It is favorable to ford the great river.",
      "Wearing armor three days before, wearing armor three days after."
    ],
    "1": [
      "Deal with corruption caused by the father.",
      "If there is a son, the deceased father shall suffer no blame.",
      "Danger, but the end will be auspicious."
    ],
    "2": [
      "Deal with corruption caused by the mother. Do not engage in divination."
    ],
    "3": [
      "Deal with corruption caused by the father.",
      "Regrets about small matters. No great harm."
    ],
    "4": [
      "Enrich what was corrupted by the father. When going forth, you will see misfortune."
    ],
    "5": [
      "Deal with corruption caused by the father. Express praise."
    ],
    "6": [
      "Do not serve kings and nobles. Place a high value on your own affairs."
    ]
  },
  "19": {
    "main": [
      "Approaching. Let a major sacrifice be conducted. A favorable omen.",
      "The arrival of the eighth month brings ill fate."
    ],
    "1": [
      "A united approach. The omen is auspicious."
    ],
    "2": [
      "A united approach. Auspicious. There is nothing that will not end favorably."
    ],
    "3": [
      "You approach agreeably. There is no endeavor that will end favorably.",
      "There has already been grieving about this. No harm."
    ],
    "4": [
      "You arrive and approach. No harm."
    ],
    "5": [
      "One must know how to approach. This befits a great prince.",
      "Auspicious."
    ],
    "6": [
      "You approach with honesty. Auspicious. No harm."
    ]
  },
  "20": {
    "main": [
      "Viewing. The ablutions have been made, but there is no worship. Maintaining trust is a noble thing."
    ],
    "1": [
      "Viewing like a child. No harm for the lowly. Misfortune for the noble person."
    ],
    "2": [
      "Viewing by peering in. The omen of the woman is favorable."
    ],
    "3": [
      "Viewing my life. Advancing and retreating."
    ],
    "4": [
      "Viewing the glory of the nation. It is favorable to be the guest of the king."
    ],
    "5": [
      "Viewing my life. The noble person will suffer no harm."
    ],
    "6": [
      "Viewing their lives. The noble person will suffer no harm."
    ]
  },
  "21": {
    "main": [
      "Biting and snapping. Let a major sacrifice be conducted. It is favorable to invoke the law."
    ],
    "1": [
      "Sandals in the stocks, destruction of the feet. No harm."
    ],
    "2": [
      "Biting through flesh, destruction of the nose. No harm."
    ],
    "3": [
      "You bite into cured meat: you find poison.",
      "A minor misfortune. No harm."
    ],
    "4": [
      "You bite into dry bones: you find a golden arrow.",
      "The omen of difficulty is favorable. Auspicious."
    ],
    "5": [
      "You bite into dried meat: you find yellow gold.",
      "An omen of danger. No harm."
    ],
    "6": [
      "Why must the stocks be used? Destruction of the ears. Inauspicious."
    ]
  },
  "22": {
    "main": [
      "Adornment. Let a sacrifice be conducted. In small matters, it is favorable to proceed with a purpose."
    ],
    "1": [
      "The feet are adorned. Abandon the cart and walk."
    ],
    "2": [
      "The beard is adorned."
    ],
    "3": [
      "Adorned and anointed. The omen of eternity is auspicious."
    ],
    "4": [
      "Adorned and white: the white horse is soaring.",
      "Robbers and bandits seeking marriage."
    ],
    "5": [
      "Adorned amidst hills and gardens. The bundle of silk is very thin.",
      "Misfortune, but the end will be auspicious."
    ],
    "6": [
      "Adorned in white. No harm."
    ]
  },
  "23": {
    "main": [
      "Splitting. It is not favorable to proceed with a purpose."
    ],
    "1": [
      "You split the bed and injure your foot. To disregard the omen is inauspicious."
    ],
    "2": [
      "You split the bed to show the demarcation. To disregard the omen is inauspicious."
    ],
    "3": [
      "You split the bed. No harm."
    ],
    "4": [
      "You split the bed and injure your skin. Inauspicious."
    ],
    "5": [
      "Take a string of fish to the occupant of the palace: you will find favor. There is nothing that will not end favorably."
    ],
    "6": [
      "Do not eat rich fruits.",
      "The noble person gains a cart, but the huts of the lowly are destroyed."
    ]
  },
  "24": {
    "main": [
      "Returning. Let a sacrifice be conducted. Going and coming, there will be no affliction. Friends arrive. No harm.",
      "Reversing and returning on the road. You return after seven days.",
      "It is favorable to proceed with a purpose."
    ],
    "1": [
      "You return from nearby. No great regrets. A major auspicious omen."
    ],
    "2": [
      "You return rested. Auspicious."
    ],
    "3": [
      "You return with urgency. There is danger, but no harm."
    ],
    "4": [
      "You return alone in mid course."
    ],
    "5": [
      "You return with sincerity. No regrets."
    ],
    "6": [
      "You return after being lost. Inauspicious. Calamity and error.",
      "Engaging the army will end in a great defeat.",
      "Inauspicious for the ruler of the nation.",
      "For ten years the army must not advance."
    ]
  },
  "25": {
    "main": [
      "The unexpected. Let a major sacrifice be conducted. A favorable omen.",
      "In acting without honesty, you will be in error. It is not favorable to proceed with a purpose."
    ],
    "1": [
      "You go forth unexpectedly. Auspicious."
    ],
    "2": [
      "If you can harvest without plowing, if you can plant without clearing the land, then it will be favorable to proceed with a purpose."
    ],
    "3": [
      "An unexpected calamity. Perhaps a tethered ox.",
      "Gain for the traveler, calamity for the townspeople."
    ],
    "4": [
      "You can engage in divination. No harm."
    ],
    "5": [
      "An unexpected affliction. Without medicine all will end happily."
    ],
    "6": [
      "An unexpected voyage. An error. There is no endeavor that will end favorably."
    ]
  },
  "26": {
    "main": [
      "A great offering of cattle. A favorable omen. Auspicious to dine away from home.",
      "It is favorable to ford the great river."
    ],
    "1": [
      "Danger. It is favorable to desist."
    ],
    "2": [
      "The cart casts off spokes."
    ],
    "3": [
      "You give chase on a fine horse. The omen of difficulty is favorable.",
      "Carts and guards stand idle for a day. It is favorable to proceed with a purpose."
    ],
    "4": [
      "The stall of a calf. A major auspicious omen."
    ],
    "5": [
      "The tusk of a gelded boar. Auspicious."
    ],
    "6": [
      "How can one gain the way of heaven? Let a sacrifice be conducted."
    ]
  },
  "27": {
    "main": [
      "Cheeks. The omen is auspicious. View the cheeks. Seek sustenance for yourself."
    ],
    "1": [
      "Abandon your tortoise shell divination. View my swollen cheeks. Inauspicious."
    ],
    "2": [
      "Sunken cheeks. Reject the path at the rounded hill. Inauspicious for the army to advance."
    ],
    "3": [
      "Reject the cheeks. The omen is inauspicious.",
      "Do not act for ten years. There is no endeavor that will end favorably."
    ],
    "4": [
      "Sunken cheeks. Auspicious.",
      "The tiger watches, staring, staring. It longs to run in swift pursuit. No harm."
    ],
    "5": [
      "Reject the path. An auspicious omen for remaining at home.",
      "Do not ford the great river."
    ],
    "6": [
      "Because of the cheeks: even in danger, the omen is auspicious.",
      "It is favorable to ford the great river."
    ]
  },
  "28": {
    "main": [
      "Great excess. The ridgepole is twisted. It is favorable to proceed with a purpose. Let a sacrifice be conducted."
    ],
    "1": [
      "Use white reeds to wrap the offering. No harm."
    ],
    "2": [
      "The withered willow brings forth shoots.",
      "The old man gains a wife.",
      "There is nothing that will not end favorably."
    ],
    "3": [
      "The ridgepole is twisted. Inauspicious."
    ],
    "4": [
      "The ridgepole is sturdy. Auspicious. If you undertake extraneous affairs, there will be misfortune."
    ],
    "5": [
      "The withered willow brings forth blossoms.",
      "The old woman gains a husband.",
      "Neither harm nor praise."
    ],
    "6": [
      "While fording the river, your head is submerged. Inauspicious.",
      "No harm."
    ]
  },
  "29": {
    "main": [
      "Continuous watery pits. There is trust safeguarding the heart. Let a sacrifice be conducted.",
      "Going forth is beneficial."
    ],
    "1": [
      "Continuous watery pits. You enter into the watery pit. Inauspicious."
    ],
    "2": [
      "The watery pit holds danger. Seek small gains."
    ],
    "3": [
      "Coming and going: watery pits, watery pits. Danger even in resting.",
      "You enter into the watery pit. Do not act."
    ],
    "4": [
      "A glass of wine and a platter, both of earthenware.",
      "Receive these simple objects through the window. In the end there will be no harm."
    ],
    "5": [
      "The watery pit is not full, but the surface is already smooth. No harm."
    ],
    "6": [
      "Tied and bound with ropes, placed in a thicket of thorns.",
      "For three years there will be no gains. Inauspicious."
    ]
  },
  "30": {
    "main": [
      "Fire. A favorable omen. Let a sacrifice be conducted. Auspicious to raise a cow."
    ],
    "1": [
      "You tread onward, alternating the feet. Show respect. No harm."
    ],
    "2": [
      "Yellow fire. A major auspicious omen."
    ],
    "3": [
      "The fire of the setting sun.",
      "When one no longer drums on earthen jars and sings, then there is only the lament of old age.",
      "Inauspicious."
    ],
    "4": [
      "Dashing forth, coming forth. Burning, dying, and being abandoned."
    ],
    "5": [
      "Tears flow in torrents, a mournful lament. Auspicious."
    ],
    "6": [
      "The king sets out and advances. There is a good executioner, but it is not the enemy that is captured. No harm."
    ]
  },
  "31": {
    "main": [
      "Unity. Let a sacrifice be conducted. A favorable omen. Auspicious to choose a wife."
    ],
    "1": [
      "Unity is expressed in the thumbs."
    ],
    "2": [
      "Unity is expressed in the calves. Inauspicious.",
      "Auspicious to remain at home."
    ],
    "3": [
      "Unity is expressed in the thighs: they persist in their following. Going forth will bring misfortune."
    ],
    "4": [
      "The omen is auspicious. Regrets will disappear.",
      "Uncertain and worried, you pace back and forth. Friends begin to think of you."
    ],
    "5": [
      "Unity is expressed in the neck. No regrets."
    ],
    "6": [
      "Unity is expressed in the jaw, cheeks, and tongue."
    ]
  },
  "32": {
    "main": [
      "Constancy. Let a sacrifice be conducted. No harm. A favorable omen.",
      "It is favorable to proceed with a purpose."
    ],
    "1": [
      "Lasting submersion. The omen is inauspicious. There is no endeavor that will end favorably."
    ],
    "2": [
      "Regrets will disappear."
    ],
    "3": [
      "Your virtue is inconstant. Perhaps you will bear the shame.",
      "An omen of misfortune."
    ],
    "4": [
      "No fowl are in the field."
    ],
    "5": [
      "Your virtue is constant. The omen is auspicious for a woman, inauspicious for a man."
    ],
    "6": [
      "Agitating with constancy. Inauspicious."
    ]
  },
  "33": {
    "main": [
      "Retreat. Let a sacrifice be conducted. A favorable omen for small matters. "
    ],
    "1": [
      "A tail in retreat. Danger. Do not attempt to proceed with a purpose."
    ],
    "2": [
      "Hold the beast with a rope of yellow ox hide.",
      "The beast will not manage to break free of it."
    ],
    "3": [
      "An impeded retreat. A danger of illness.",
      "Auspicious to retain servants and concubines."
    ],
    "4": [
      "A successful retreat. Auspicious for the noble person. The lowly person will be obstructed."
    ],
    "5": [
      "An excellent retreat. The omen is auspicious."
    ],
    "6": [
      "A fertile retreat. There is nothing that will not end favorably."
    ]
  },
  "34": {
    "main": [
      "Great strength. A favorable omen."
    ],
    "1": [
      "Strength in the feet. Inauspicious for the army to advance. There is trust."
    ],
    "2": [
      "The omen is auspicious."
    ],
    "3": [
      "The lowly person uses force. The noble person outwits his opponents.",
      "An omen of danger. The ram butts the fence, but its horns are weak."
    ],
    "4": [
      "The omen is auspicious. Regrets will disappear.",
      "The fence breaks through, its horns are not weak. Strength is in the axle strap of the great cart."
    ],
    "5": [
      "You lose a goat in a time of ease. No regrets."
    ],
    "6": [
      "The ram butts the fence. It cannot retreat, it cannot advance.",
      "There is no endeavor that will end favorably. Difficulties lie ahead, but the omen is auspicious."
    ]
  },
  "35": {
    "main": [
      "Advancing. Marquis Kang presents the king with horses in abundance.",
      "Each day he is granted three audiences."
    ],
    "1": [
      "Advance and destroy. The omen is auspicious.",
      "Though trust has been betrayed, there is abundance. No harm."
    ],
    "2": [
      "You advance, but you are worried. The omen is auspicious.",
      "Now you receive armor and blessings from the mother of the king."
    ],
    "3": [
      "The multitude consent. Regrets will disappear."
    ],
    "4": [
      "You are advancing like a flying squirrel. An omen of danger."
    ],
    "5": [
      "Regrets will disappear. Do not be concerned with losses and gains.",
      "It is auspicious to go forth. There is nothing that will not end favorably."
    ],
    "6": [
      "The ram advances with its horns. Hold firm in striking the city.",
      "Even in danger, the omen is auspicious. No harm, but an omen of misfortune."
    ]
  },
  "36": {
    "main": [
      "The bright pheasant. The omen of difficulty is favorable."
    ],
    "1": [
      "The bright pheasant flies, drooping its wings.",
      "The noble person travels, fasting for three days.",
      "Proceed with a purpose. The master will speak."
    ],
    "2": [
      "The bright pheasant. You suffer an injury in the left thigh, but are rescued. The horse is strong. Auspicious."
    ],
    "3": [
      "The bright pheasant flies. You go hunting in the south and claim the great head of the beast.",
      "The omen reveals that you must not hasten."
    ],
    "4": [
      "The arrow enters on the left side of the body.",
      "You pierce the heart of the bright pheasant as you depart through the gated courtyard."
    ],
    "5": [
      "The bright pheasant of prince ji. A favorable omen."
    ],
    "6": [
      "No light. Darkness.",
      "First the bright pheasant ascends to the sky, then it plummets toward the earth."
    ]
  },
  "37": {
    "main": [
      "The family. The omen of the woman is favorable."
    ],
    "1": [
      "The household is protected. Regrets will disappear."
    ],
    "2": [
      "No purpose is fulfilled, but in the center food is presented. The omen is auspicious."
    ],
    "3": [
      "Dissension in the family. Then all regret the discord. Auspicious.",
      "Women and children laughing, laughing. In the end there will be misfortune."
    ],
    "4": [
      "A wealthy household. A great auspicious omen."
    ],
    "5": [
      "When the king arrives, the household has been established. Do not be concerned. Auspicious."
    ],
    "6": [
      "Their trust is strong. The end will be auspicious."
    ]
  },
  "38": {
    "main": [
      "Disunity. Auspicious for small affairs."
    ],
    "1": [
      "Regrets will disappear. Do not pursue a lost horse. It will return on its own.",
      "You see an enemy. No harm."
    ],
    "2": [
      "You meet the master in the lane. No harm."
    ],
    "3": [
      "You see a cart pulled along, drawn by an ox.",
      "A person's head, the nose is severed.",
      "Affairs which did not at first succeed end well."
    ],
    "4": [
      "Disunited and alone. You meet a man with whom there is fundamental accord. Mutual trust.",
      "There is danger, but no harm."
    ],
    "5": [
      "Regrets will disappear. Their clan feast on meat. How could there be harm in going forth?"
    ],
    "6": [
      "Disunited and alone. You see a pig covered with mud and a cart bearing demons.",
      "First a bow that is drawn, then a bow that is withdrawn.",
      "Robbers and bandits seeking marriage.",
      "In going forth you meet with rain, but the omen is auspicious."
    ]
  },
  "39": {
    "main": [
      "Impediments. Favorable in the southwest, unfavorable in the northeast.",
      "It is favorable to see the great person. The omen is auspicious."
    ],
    "1": [
      "In going there are impediments, in coming there is praise."
    ],
    "2": [
      "Impediments abound for the king and his ministers, but not of their own creation."
    ],
    "3": [
      "In going there are impediments, in coming there is opposition."
    ],
    "4": [
      "In going there are impediments, in coming there are connections."
    ],
    "5": [
      "Amidst great impediments a friend arrives."
    ],
    "6": [
      "In going there are impediments, in coming there is greatness. Auspicious.",
      "It is favorable to see the great person."
    ]
  },
  "40": {
    "main": [
      "Release.",
      "Favorable in the southwest.",
      "Nowhere to go. Auspicious to return.",
      "In proceeding with a purpose, it is auspicious to be early."
    ],
    "1": [
      "No harm."
    ],
    "2": [
      "You bag three foxes in the field. You gain a yellow arrow. The omen is auspicious."
    ],
    "3": [
      "Bearing the load on the back or using a cart causes bandits to come.",
      "An omen of misfortune."
    ],
    "4": [
      "Release your thumb. When friends arrive there will be trust."
    ],
    "5": [
      "The noble person controls the release. Auspicious.",
      "There is trust among the lowly."
    ],
    "6": [
      "The duke aims at a falcon atop the high wall. He strikes it.",
      "There is nothing that will not end favorably."
    ]
  },
  "41": {
    "main": [
      "Decrease. There is trust. A major auspicious omen.",
      "No harm. You can engage in divination. It is favorable to proceed with a purpose.",
      "How should one proceed? Using two platters, you can conduct the sacrifice."
    ],
    "1": [
      "When your affairs are completed, go quickly. No harm. In pouring the wine, reduce the amount."
    ],
    "2": [
      "A favorable omen. Inauspicious for the army to advance. Do not decrease the amount. Increase it."
    ],
    "3": [
      "Three people go, but are decreased by one.",
      "One person goes, but finds his friend."
    ],
    "4": [
      "Your affliction subsides, soon bringing forth joy. No harm."
    ],
    "5": [
      "Perhaps increase the amount. Use ten pairs of tortoise shells. Such an omen cannot be opposed.",
      "A major auspicious omen."
    ],
    "6": [
      "Do not decrease the amount. Increase it. No harm. The omen is auspicious.",
      "It is favorable to proceed with a purpose. You gain a homeless servant."
    ]
  },
  "42": {
    "main": [
      "Increase. It is favorable to proceed with a purpose. It is favorable to ford the great river."
    ],
    "1": [
      "It is favorable to undertake great acts. A major auspicious omen. No harm."
    ],
    "2": [
      "Perhaps increase the amount. Use ten pairs of tortoise shells. Such an omen cannot be opposed.",
      "The omen of eternity is auspicious. The king conducts a sacrifice before the gods. Auspicious."
    ],
    "3": [
      "To increase the amount would produce an inauspicious outcome. No harm. There is trust.",
      "The duke is informed in mid course. The messenger uses a jade tablet."
    ],
    "4": [
      "The duke is informed in mid course. Plans are enacted.",
      "It is favorable to make all comply in moving the capital of the nation."
    ],
    "5": [
      "When there is trust and the heart is kind, you need not ask.",
      "A major auspicious omen.",
      "When there is trust, kindness is my virtue."
    ],
    "6": [
      "Do not increase the amount. Perhaps undertake an attack.",
      "You have directed your heart without constancy. Inauspicious."
    ]
  },
  "43": {
    "main": [
      "Striding forward. An announcement is made at the court of the king. A cry of solidarity.",
      "Danger. Reports come in from the cities. It is not favorable for the army to advance.",
      "It is favorable to proceed with a purpose."
    ],
    "1": [
      "Strength in the forward-striding feet. Going forth will bring no victory, but only harm."
    ],
    "2": [
      "Cries of alarm: soldiers advancing night after night. Do not be concerned."
    ],
    "3": [
      "Strength in the cheekbones. Inauspicious. The noble person keeps striding forward.",
      "Walking alone, you meet with rain. Soon you are wet. Anger, no harm."
    ],
    "4": [
      "The buttocks are withered. You walk with great difficulty.",
      "You lead a goat. Regrets will disappear. Do not believe the words you hear."
    ],
    "5": [
      "You stride forward through fields of amaranths. In mid course there will be no harm."
    ],
    "6": [
      "No cries, but the end will bring ill fate."
    ]
  },
  "44": {
    "main": [
      "A match. The woman is strong. Do not choose the woman."
    ],
    "1": [
      "Tied to a golden block. The omen is auspicious.",
      "Proceeding with a purpose, you will see ill fate. One can trust even a weak pig to pace about."
    ],
    "2": [
      "In the wrapping there is a fish. No harm. It is inauspicious to be a guest."
    ],
    "3": [
      "The buttocks are withered. You walk with great difficulty.",
      "Danger, but no great harm."
    ],
    "4": [
      "In the wrapping there is no fish. This is the beginning of ill fate."
    ],
    "5": [
      "Use willow leaves to wrap the melons.",
      "Maintain your integrity. Disaster will descend from heaven."
    ],
    "6": [
      "The rams lock horns. An omen of misfortune, but no harm."
    ]
  },
  "45": {
    "main": [
      "Gathering. Temple has let a sacrifice be conducted. When the king arrives the been established.",
      "It is favorable to see the great person.",
      "Let a sacrifice be conducted. A favorable omen. Auspicious to make a great offering of cattle.",
      "It is favorable to proceed with a purpose."
    ],
    "1": [
      "When there is incomplete trust, there will be tumult and gatherings of people.",
      "If there is wailing, one embrace will produce laughter. Do not be concerned. Going forth will bring no harm."
    ],
    "2": [
      "It is auspicious to if there is trust, then it is favorable to conduct the spring offering.",
      "Invite guests. No harm."
    ],
    "3": [
      "Gathering and lamenting. There is no endeavor that will end favorably.",
      "Going forth will bring no harm, but only a minor misfortune."
    ],
    "4": [
      "A great auspicious omen. No harm."
    ],
    "5": [
      "At the gathering you gain a position of respect. No harm, but no trust. A major auspicious omen.",
      "The omen of eternity. Regrets will disappear."
    ],
    "6": [
      "Sighing, sighing, weeping and wailing. No harm."
    ]
  },
  "46": {
    "main": [
      "Ascending. Let a major sacrifice be conducted. See the great person. Do not be concerned.",
      "Auspicious for the army to advance to the south."
    ],
    "1": [
      "You are permitted to ascend. A great auspicious omen."
    ],
    "2": [
      "If there is trust, then it is favorable to conduct the spring offering. No harm."
    ],
    "3": [
      "You ascend to an empty city."
    ],
    "4": [
      "The king conducts a sacrifice at mount Qi. Auspicious. No harm."
    ],
    "5": [
      "The omen is auspicious. Ascend the steps."
    ],
    "6": [
      "You ascend in the dark. An omen of advantage through persevering without rest."
    ]
  },
  "47": {
    "main": [
      "Oppression. Let a sacrifice be conducted. The omen is auspicious for the great person. No harm.",
      "Do not believe the words that are spoken."
    ],
    "1": [
      "You sit, oppressed, against a tree trunk.",
      "You enter into the distant valley. For three years you are not seen."
    ],
    "2": [
      "You are oppressed while partaking of wine and food. The official with the vermilion sash enters from the side.",
      "It is favorable to conduct sacrifices. Inauspicious for the army to advance. No harm."
    ],
    "3": [
      "Oppressed among the stones, seized among the star thistles.",
      "Entering into his palace, one does not see his wife. Inauspicious."
    ],
    "4": [
      "You approach slowly, slowly, oppressed in a golden cart. Yet misfortune is nearing an end. "
    ],
    "5": [
      "Severing of the nose, amputation of the feet. You are oppressed by the official with the red sash.",
      "Then, slowly, oppression recedes. It is favorable to conduct sacrifices."
    ],
    "6": [
      "You are oppressed among the kudzu vines, amidst uncertainty and doubt.",
      "As you move on, day by day, there are regrets and more regrets. Auspicious for the army to advance."
    ]
  },
  "48": {
    "main": [
      "The well. Change the city, but do not change the well. No losses, no gains.",
      "Comings and goings at the well. The well is nearly dry.",
      "Nor is a rope to be found at the well. Your jug is fragile. Inauspicious."
    ],
    "1": [
      "The well is muddy, do not drink. An old well, no fowl."
    ],
    "2": [
      "The well in the valley. Shooting at carp. The urn is broken and leaking."
    ],
    "3": [
      "The well flows forth, but do not drink. This brings sadness to my heart.",
      "You can draw water. When the king is enlightened, all receive the blessings of the well."
    ],
    "4": [
      "The well is lined with bricks. No harm."
    ],
    "5": [
      "The water is cold: an ice-cold spring. Drink!"
    ],
    "6": [
      "Let the well be used, do not cover it. There is trust. A major auspicious omen."
    ]
  },
  "49": {
    "main": [
      "Revolt. On the sixth day there will be trust. Let a major sacrifice be conducted.",
      "A favorable omen. Regrets will disappear."
    ],
    "1": [
      "The beast is tied with a rope of yellow ox hide."
    ],
    "2": [
      "On the sixth day, let the revolt begin. Auspicious for the army to advance. No harm."
    ],
    "3": [
      "Inauspicious for the army to advance. An omen of danger. Incitements to revolt are thrice pronounced.",
      "There is trust."
    ],
    "4": [
      "Regrets will disappear. When there is trust, the ruler can be replaced. Auspicious."
    ],
    "5": [
      "The great person is as changeable as a tiger. Before the divination there is trust."
    ],
    "6": [
      "The noble person is as changeable as a leopard. The lowly change only on the surface.",
      "Inauspicious for the army to advance. An auspicious omen for remaining at home."
    ]
  },
  "50": {
    "main": [
      "The tripod. A major auspicious omen. Let a sacrifice be conducted."
    ],
    "1": [
      "The feet of the tripod are overturned. Favorable for expelling the obstruction.",
      "Taking a concubine to bear a son. No harm."
    ],
    "2": [
      "My tripod is full of food. My enemies suffer affliction.",
      "I am not within their reach. Auspicious."
    ],
    "3": [
      "The tripod's ears have been removed.",
      "It has been stuffed to the top, but the pheasant grease is not eaten.",
      "When it rains, regrets will vanish. The end will be auspicious."
    ],
    "4": [
      "The feet snap off the tripod: the duke's repast is overturned, the tripod's form is sullied.",
      "Inauspicious."
    ],
    "5": [
      "A tripod with yellow ears, golden handles. A favorable omen."
    ],
    "6": [
      "A tripod with jade handles. A great auspicious omen. There is nothing that will not end favorably."
    ]
  },
  "51": {
    "main": [
      "Thunder. Let a sacrifice be conducted.",
      "The thunder comes, instilling dread, yet one laughs and talks.",
      "The thunderclap is heard a hundred miles, yet not one ladle of sacrificial wine is spilled."
    ],
    "1": [
      "After the thunder comes, instilling dread, there is laughter and merriment. Auspicious."
    ],
    "2": [
      "The thunder comes, bringing danger. A hundred thousand cowrie shells are lost.",
      "Even if he climbs to the nine hills, do not pursue him. In seven days he will be taken."
    ],
    "3": [
      "The thunder revives, but while it rumbles there will be no error."
    ],
    "4": [
      "Thunder and then mud."
    ],
    "5": [
      "The thunder comes and goes. Danger. You have not forgotten your intentions: there are tasks ahead."
    ],
    "6": [
      "The thunder threatens. You watch in terror. Inauspicious for the army to advance.",
      "The thunder does not strike you, but strikes your neighbor. No harm.",
      "There is talk of marriage."
    ]
  },
  "52": {
    "main": [
      "Your back is motionless. You will not be captured.",
      "Walking in your courtyard. You are not seen. No harm."
    ],
    "1": [
      "Your feet are motionless. No harm. The omen of eternity is favorable."
    ],
    "2": [
      "Your calves are motionless. You cannot save your followers.",
      "Your heart is not glad."
    ],
    "3": [
      "The threshold of your body is motionless. Your sacrum is aligned.",
      "Danger. Your heart is stifled."
    ],
    "4": [
      "Your body is motionless. No harm."
    ],
    "5": [
      "Your jaws are firm. Your speech is orderly. Regrets will disappear."
    ],
    "6": [
      "You are sincere and motionless. Auspicious."
    ]
  },
  "53": {
    "main": [
      "A gradual approach. Auspicious for the woman to marry. A favorable omen."
    ],
    "1": [
      "The wild goose gradually nears the dry land. Danger for the youngest son.",
      "A discussion. No harm."
    ],
    "2": [
      "The wild goose gradually nears the cliff. Joyful eating and drinking. Auspicious."
    ],
    "3": [
      "The wild goose gradually nears the land.",
      "The husband sets forth but does not return. The wife conceives but bears no child.",
      "Inauspicious. It is favorable to ward off enemies."
    ],
    "4": [
      "The wild goose gradually nears the trees. Perhaps it will find a perch. No harm."
    ],
    "5": [
      "The wild goose gradually nears the hill. For three years the wife will not conceive.",
      "In the end, nothing prevents it. Auspicious."
    ],
    "6": [
      "The wild goose gradually nears the land.",
      "Its feathers can be used to conduct the rites. Auspicious."
    ]
  },
  "54": {
    "main": [
      "The marrying maiden the marrying maiden. Inauspicious for the army to advance. There is no endeavor that will end favorably."
    ],
    "1": [
      "The marrying maiden takes along a secondary wife.",
      "The lame can walk. Auspicious for the army to advance."
    ],
    "2": [
      "The half-blind can see. The omen of the person in seclusion is favorable."
    ],
    "3": [
      "The marrying maiden takes along a handmaiden.",
      "When the marriage is at an end, she takes along the secondary wife."
    ],
    "4": [
      "The marrying maiden exceeds the appointed date. There is time to postpone the marriage."
    ],
    "5": [
      "Emperor Yi gives his younger sister in marriage.",
      "The sleeves of the monarch are not as splendid as the sleeves of the secondary wife.",
      "The moon is nearly full. Auspicious."
    ],
    "6": [
      "The woman bears a basket, but there is nothing in it.",
      "The young man stabs a sheep, but there is no blood.",
      "There is no endeavor that will end favorably."
    ]
  },
  "55": {
    "main": [
      "Abundance. Let a sacrifice be conducted. The king arrives. Do not be troubled. It is fitting to act at midday."
    ],
    "1": [
      "You meet with your counterpart and master. Even after ten days, there will be no harm.",
      "Going forth is beneficial."
    ],
    "2": [
      "Your curtain is abundant. The big dipper is seen at midday.",
      "Going forth brings doubts and afflictions, but trust is developing.",
      "Auspicious."
    ],
    "3": [
      "Your banner is abundant. Swirling waters are seen at midday.",
      "You break your right arm. No harm."
    ],
    "4": [
      "Your curtain is abundant. The big dipper is seen at midday.",
      "You meet with your master in safety. Auspicious."
    ],
    "5": [
      "You come with integrity. There are rewards and praise. Auspicious."
    ],
    "6": [
      "Your house is abundant, yet your household is curtained off.",
      "One peers through your door, yet sees no one.",
      "You are not seen for three years. Inauspicious."
    ]
  },
  "56": {
    "main": [
      "The traveler the traveler. Let a minor sacrifice be conducted. The omen of the traveler is auspicious."
    ],
    "1": [
      "Absorbed with trivialities, the traveler leaves his dwelling, courting disaster."
    ],
    "2": [
      "The traveler reaches an inn, embracing his money. He acquires a child servant.",
      "The omen is auspicious."
    ],
    "3": [
      "The traveler's inn is burning. He loses the child servant. An omen of danger."
    ],
    "4": [
      "The traveler is in a safe place. He gets his money and his ax. My heart is not glad."
    ],
    "5": [
      "You shoot a pheasant. One arrow is lost. In the end, you will gain praise and rank."
    ],
    "6": [
      "The bird's nest is burning. The traveler first laughs, then cries and wails.",
      "You lose an ox in a time of ease. Inauspicious."
    ]
  },
  "57": {
    "main": [
      "Cowardice. Let a minor sacrifice be conducted. It is favorable to proceed with a purpose.",
      "It is favorable to see the great person."
    ],
    "1": [
      "Advancing and retreating. The omen of the warrior is favorable."
    ],
    "2": [
      "Cowardly, you hide beneath the bed. You utilize spell-casters and sorcerers in profusion.",
      "Auspicious. No harm."
    ],
    "3": [
      "You are frantic and cowardly. Misfortune."
    ],
    "4": [
      "Regrets will disappear. In the field you bag three types of game."
    ],
    "5": [
      "The omen is auspicious. Regrets will disappear. There is nothing that will not end favorably.",
      "Affairs which did not at first succeed have a good culmination.",
      "Three days before the seventh. Three days after the seventh. Auspicious."
    ],
    "6": [
      "Cowardly, you hide beneath the bed. You lose your money and your ax.",
      "The omen is inauspicious."
    ]
  },
  "58": {
    "main": [
      "Joy. Let a sacrifice be conducted. A favorable omen."
    ],
    "1": [
      "Peace with joy. Auspicious."
    ],
    "2": [
      "Trust amidst joy. Auspicious. Regrets will disappear."
    ],
    "3": [
      "Joy comes, yet the omens are inauspicious."
    ],
    "4": [
      "Discussions are joyful, yet there is no peace. You are protected against affliction. Joy will prevail."
    ],
    "5": [
      "There is trust amidst dissent. Danger."
    ],
    "6": [
      "Joy is brought forth."
    ]
  },
  "59": {
    "main": [
      "Flowing. Let a sacrifice be conducted. When the king arrives the temple has been established.",
      "It is favorable to ford the great river. A favorable omen."
    ],
    "1": [
      "You are rescued. The horse is strong. Auspicious."
    ],
    "2": [
      "Flowing water, splashing over your table. Regrets will disappear."
    ],
    "3": [
      "Water flowing over you. No regrets."
    ],
    "4": [
      "Water flowing over your flock. A major auspicious omen.",
      "The flowing water reaches the hill. Your thoughts are of danger."
    ],
    "5": [
      "The sweat is flowing. Great cries sound forth. Water flowing over the residence of the king. No harm."
    ],
    "6": [
      "Blood is flowing. Go, escape to a distant place! No harm."
    ]
  },
  "60": {
    "main": [
      "Restraint. Let a sacrifice be conducted. Bitter restraint. Do not engage in divination."
    ],
    "1": [
      "Do not depart through the courtyard by the door. No harm."
    ],
    "2": [
      "Do not depart through the courtyard by the gate. Inauspicious."
    ],
    "3": [
      "Those who do not practice restraint will lament. No harm."
    ],
    "4": [
      "Peaceful restraint. Let a sacrifice be conducted."
    ],
    "5": [
      "Pleasant restraint. Auspicious. Going forth is beneficial."
    ],
    "6": [
      "Bitter restraint. The omen is inauspicious, but regrets will disappear."
    ]
  },
  "61": {
    "main": [
      "Inmost trust. Swine and fish are auspicious.",
      "It is favorable to ford the great river. A favorable omen."
    ],
    "1": [
      "Vigilance is auspicious. If you undertake extraneous affairs, you will lose the serenity of swallows."
    ],
    "2": [
      "The crane calls in the shade. It is joined by its young.",
      "I have a good vessel of wine. I will share it with you."
    ],
    "3": [
      "Defeating the enemy. Perhaps there is drumming, perhaps the drumming ceases. Perhaps there is weeping, perhaps there is singing."
    ],
    "4": [
      "The moon is nearly full. A team of horses goes astray. No harm."
    ],
    "5": [
      "There is solid trust. No harm."
    ],
    "6": [
      "The sound of wings ascends to the sky. The omen is inauspicious."
    ]
  },
  "62": {
    "main": [
      "Small excess. Let a sacrifice be conducted. A favorable omen.",
      "You can engage in small affairs. Do not engage in great affairs.",
      "The sound left behind by a flying bird. It is not fitting to go high. It is fitting to stay low.",
      "A great auspicious omen."
    ],
    "1": [
      "A flying bird will bring ill fate."
    ],
    "2": [
      "You pass by your grandfather, but meet with your grandmother.",
      "You do not reach the monarch, but meet with his minister. No harm."
    ],
    "3": [
      "Do not pass him by: defend yourself against him. Perhaps undertake to kill him. Inauspicious."
    ],
    "4": [
      "No harm. Do not pass him by: meet with him. Going forth will bring danger. You must be on your guard.",
      "Do not act. An omen of eternity."
    ],
    "5": [
      "Thick clouds without rain, approaching from my western fields.",
      "The duke shoots with the string-arrow, striking the one in the cave."
    ],
    "6": [
      "Do not meet with him: pass him by. Flying birds leave him behind.",
      "Inauspicious: this will be called a calamitous error."
    ]
  },
  "63": {
    "main": [
      "After crossing the river. Let a sacrifice be conducted. A favorable omen for small affairs.",
      "Auspicious at first, but the end brings disarray."
    ],
    "1": [
      "You are dragging your wheels. The fox gets its tail wet. No harm."
    ],
    "2": [
      "The woman loses her headdress. Do not seek after it. In seven days it will be found."
    ],
    "3": [
      "The exalted ancestor attacked the place of demons. In three years he conquered it.",
      "The lowly person must not act."
    ],
    "4": [
      "Fine clothes end up in tatters. Until the end of the day, be on your guard."
    ],
    "5": [
      "When the eastern neighbor slaughters an ox the rites are not as splendid as the spring sacrifices of the western neighbor.",
      "There is good fortune in solidity."
    ],
    "6": [
      "You get your head wet. Danger."
    ]
  },
  "64": {
    "main": [
      "Before crossing the river. Let a sacrifice be conducted.",
      "When the small fox has nearly crossed the river, it gets its tail wet. There is no endeavor that will end favorably."
    ],
    "1": [
      "The fox gets its tail wet. Misfortune."
    ],
    "2": [
      "You are dragging your wheels. The omen is auspicious."
    ],
    "3": [
      "Before crossing the river it is inauspicious for the army to advance.",
      "It is favorable to ford the great river."
    ],
    "4": [
      "The omen is auspicious. Regrets will disappear. Like a thunderclap, attack the place of demons.",
      "In three years, rewards will be obtained in the great realm."
    ],
    "5": [
      "The omen is auspicious. No regrets.",
      "There is trust in the honor of the noble person. Auspicious."
    ],
    "6": [
      "Trust is gained in the drinking of wine. No harm.",
      "You get your head wet. Though there is trust, you may stray from what is right."
    ]
  }
}